{
  "plugins": {
    "ListToggle": {
      "src": "https://github.com/Valloric/ListToggle"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "ack.vim": {
      "src": "https://github.com/mileszs/ack.vim"
    },
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "async.vim": {
      "src": "https://github.com/prabirshrestha/async.vim"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "calendar-vim": {
      "src": "https://github.com/mattn/calendar-vim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-nvim-lsp-signature-help": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp-signature-help"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "codi.vim": {
      "src": "https://github.com/metakirby5/codi.vim"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim",
      "version": "'f7d6234'"
    },
    "emmet-vim": {
      "src": "https://github.com/mattn/emmet-vim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "goyo.vim": {
      "src": "https://github.com/junegunn/goyo.vim"
    },
    "gruvbox": {
      "src": "https://github.com/morhetz/gruvbox"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "limelight.vim": {
      "src": "https://github.com/junegunn/limelight.vim"
    },
    "lspkind.nvim": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "numbers.vim": {
      "src": "https://github.com/myusuf3/numbers.vim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "phpcomplete.vim": {
      "src": "https://github.com/shawncplus/phpcomplete.vim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "python-syntax": {
      "src": "https://github.com/kh3phr3n/python-syntax"
    },
    "rspec.vim": {
      "src": "https://github.com/Keithbsmiley/rspec.vim"
    },
    "rust.vim": {
      "src": "https://github.com/rust-lang/rust.vim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "tabular": {
      "src": "https://github.com/godlygeek/tabular"
    },
    "targets.vim": {
      "src": "https://github.com/wellle/targets.vim"
    },
    "typst.vim": {
      "src": "https://github.com/kaarmu/typst.vim"
    },
    "utl.vim": {
      "src": "https://github.com/vim-scripts/utl.vim"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-argwrap": {
      "src": "https://github.com/FooSoft/vim-argwrap"
    },
    "vim-chef": {
      "src": "https://github.com/dougireton/vim-chef"
    },
    "vim-coffee-script": {
      "src": "https://github.com/kchmck/vim-coffee-script"
    },
    "vim-commentary": {
      "src": "https://github.com/tpope/vim-commentary"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    },
    "vim-easymotion": {
      "src": "https://github.com/Lokaltog/vim-easymotion"
    },
    "vim-elixir": {
      "src": "https://github.com/elixir-editors/vim-elixir"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-go": {
      "src": "https://github.com/fatih/vim-go"
    },
    "vim-hcl": {
      "src": "https://github.com/jvirtanen/vim-hcl"
    },
    "vim-hybrid": {
      "src": "https://github.com/w0ng/vim-hybrid"
    },
    "vim-js": {
      "src": "https://github.com/yuezk/vim-js"
    },
    "vim-jsx-pretty": {
      "src": "https://github.com/maxmellon/vim-jsx-pretty"
    },
    "vim-just": {
      "src": "https://github.com/NoahTheDuke/vim-just"
    },
    "vim-lexical": {
      "src": "https://github.com/reedes/vim-lexical"
    },
    "vim-litecorrect": {
      "src": "https://github.com/reedes/vim-litecorrect"
    },
    "vim-lsp": {
      "src": "https://github.com/prabirshrestha/vim-lsp"
    },
    "vim-lucius": {
      "src": "https://github.com/jonathanfilip/vim-lucius"
    },
    "vim-magnum": {
      "src": "https://github.com/glts/vim-magnum"
    },
    "vim-markdown": {
      "src": "https://github.com/preservim/vim-markdown"
    },
    "vim-mustache-handlebars": {
      "src": "https://github.com/mustache/vim-mustache-handlebars"
    },
    "vim-orgmode": {
      "src": "https://github.com/jceb/vim-orgmode"
    },
    "vim-puppet": {
      "src": "https://github.com/rodjek/vim-puppet"
    },
    "vim-radical": {
      "src": "https://github.com/glts/vim-radical"
    },
    "vim-rails": {
      "src": "https://github.com/tpope/vim-rails"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-ruby": {
      "src": "https://github.com/vim-ruby/vim-ruby"
    },
    "vim-seek": {
      "src": "https://github.com/goldfeld/vim-seek"
    },
    "vim-speeddating": {
      "src": "https://github.com/tpope/vim-speeddating"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-table-mode": {
      "src": "https://github.com/dhruvasagar/vim-table-mode"
    },
    "vim-toml": {
      "src": "https://github.com/cespare/vim-toml"
    },
    "vim-virtualenv": {
      "src": "https://github.com/jmcantrell/vim-virtualenv"
    },
    "vim-yardoc": {
      "src": "https://github.com/noprompt/vim-yardoc"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    },
    "yats.vim": {
      "src": "https://github.com/HerringtonDarkholme/yats.vim"
    }
  }
}
